const mapdata = {
  main_settings: {
    width: "300", //or 'responsive'
    background_color: "#FFFFFF",
    background_transparent: "yes",
    border_color: "#ffffff",
    pop_ups: "detect",

    state_description: "State description",
    state_color: "#88A4BC",
    state_hover_color: "#3B729F",
    state_url: "/herat",
    border_size: 1.5,
    all_states_inactive: "no",
    all_states_zoomable: "yes",

    location_description: "Location description",
    location_url: "",
    location_color: "#FF0067",
    location_opacity: 0.8,
    location_hover_opacity: 1,
    location_size: 25,
    location_type: "square",
    location_image_source: "frog.png",
    location_border_color: "#FFFFFF",
    location_border: 2,
    location_hover_border: 2.5,
    all_locations_inactive: "no",
    all_locations_hidden: "no",

    label_color: "#d5ddec",
    label_hover_color: "#d5ddec",
    label_size: 22,
    label_font: "Arial",
    hide_labels: "no",
    hide_eastern_labels: "no",

    zoom: "yes",
    manual_zoom: "yes",
    back_image: "no",
    initial_back: "no",
    initial_zoom: "-1",
    initial_zoom_solo: "no",
    region_opacity: 1,
    region_hover_opacity: 0.6,
    zoom_out_incrementally: "yes",
    zoom_percentage: 0.99,
    zoom_time: 0.5,

    popup_color: "white",
    popup_opacity: 0.9,
    popup_shadow: 1,
    popup_corners: 5,
    popup_font: "12px/1.5 Verdana, Arial, Helvetica, sans-serif",
    popup_nocss: "no",

    div: "map",
    auto_load: "yes",
    url_new_tab: "no",
    images_directory: "default",
    fade_time: 0.1,
    link_text: "View Website",
  },
  state_specific: {
    AFG1741: {
      name: "بادغیس",
      description: `
       <ul>
  <li>انستیتوت مسلکی زراعت بادغیس</li>
  <li>لیسه کثیرالرشتوی آب کمری</li>
  <li>انستیتوت اداره و حسابداری</li>
  <li>لیسه مسلکی زراعت قادس</li>
  <li>لیسه مسلکی زراعت بالا مرغاب</li>
</ul>

      `,
      zone: "northwest",
      color: "default",
      hover_color: "default",
      url: "default",
    },
    AFG1742: {
      name: "هرات",
      description: `
       <ul>
  <li>انستیتوت زراعت و وترنری</li>
  <li>انستیتوت مسلکی صنایع و استاد کمال الدین بهزاد</li>
  <li>انستیتوت تخنیک هرات</li>
  <li>لیسه کثیر الرشتوی پشتون زرغون</li>
  <li>انستیتوت اداره وحسابداری</li>
  <li>لیسه مسلکی روشندلان</li>
  <li>لیسه مسلکی زراعت زنده جان</li>
  <li>انستیتوت کثیر الرشتوی کروخ</li>
  <li>لیسه مسلکی ناشنوایان</li>
  <li>انستیتوت تخنیکی غوریان</li>
</ul>

      `,
      zone: "west",
    },
    AFG1743: {
      name: "بامیان",
      description: `
        <ul>
  <li>انستیتوت اداره و حسابداری بامیان</li>
  <li>انستیتوت تخنیکی و مسلکی بامیان</li>
  <li>لیسه کثیر الرشتوی ورس</li>
  <li>انستیوت مسلکی زراعت یکاولنگ</li>
  <li>انستیتوت مسلکی زراعت پنجاب</li>
  <li>انستیتوت زراعت و وترنری بامیان</li>
  <li>لیسه تعلمیات خاص</li>
  <li>لیسه مسلکی زراعت سیغان</li>
  <li>لیسه کثیر الرشتوی شبر</li>
  <li>لیسه مسلکی زراعت کهمرد</li>
  <li>لیسه کثیرالرشتوی یکاولنگ 2</li>
</ul>

      `,
      zone: "central",
    },
    AFG1744: {
      name: "بلخ",
      description: `
       <ul>
  <li>انستیتوت انجنیری بلخ</li>
  <li>انستیتوت نفت و گاز بلخ</li>
  <li>اکادمی تعلیمات تخنیکی و مسلکی مزارشریف</li>
  <li>انستیتوت تخنیکی و مسلکی سجادیه</li>
  <li>انستیتوت اداره و حسابداری</li>
  <li>انستیتوت زراعت و وترنری بلخ</li>
  <li>انستیتوت تکنالوژی کیمیاوی بلخ</li>
  <li>لیسه کثیرالرشتوی چهار کنت</li>
  <li>لیسه کثیرالرشتوی چهار بولک</li>
  <li>لیسه تعلیمات خاص بلخ</li>
  <li>لیسه کثیرالرشتوی ولسوالی شولگره</li>
  <li>لیسه مسلکی زراعت ولسوالی بلخ</li>
  <li>لیسه کثیرالرشتوی ولسوالی چمتال</li>
  <li>لیسه مسلکی زراعت دولت آباد</li>
</ul>

      `,
      zone: "north",
    },
    AFG1745: {
      name: "فاریاب",
      description: `
        <ul>
  <li>انستیتوت زراعت و وترنری</li>
  <li>لیسه کثیرالرشتوی شاکر گارگر</li>
  <li>لیسه کثیرالرشتوی خواجه سبز پوش</li>
  <li>انستیتوت کثیرالرشتوی اندخوی</li>
  <li>انستیتوت کثیرالرشتوی مرکز فاریاب</li>
  <li>لیسه مسلکی زراعت ولسوالی دولت آباد</li>
  <li>لیسه کثیرالرشتوی خان چهار باغ</li>
  <li>لیسه مسلکی زراعت بلچراغ</li>
  <li>انستیتوت زراعت و وترنری قیصار</li>
  <li>لیسه کثیرالرشتوی پشتون کوت</li>
  <li>لیسه مسلکی زراعت گرزیوان</li>
  <li>لیسه کثیرالرشتوی قرم قول</li>
</ul>

      `,
      zone: "northwest",
    },
    AFG1746: {
      name: "جوزجان",
      description: `
       <ul>
  <li>انستیتوت تخنیکی جوزجان</li>
  <li>انستیتوت زراعت و وترنری جوزجان</li>
  <li>انستیتوت اداره و حسابداری</li>
  <li>لیسه کیثیرالرشتوی خواجه دو کوه</li>
  <li>لیسه مسلکی زراعت آقچه</li>
  <li>لیسه مسلکی زراعت ولسوالی فیض آباد</li>
  <li>لیسه کیثیرالرشتوی درزاب</li>
  <li>لیسه مسلکی زراعت قوشتپه</li>
</ul>

      `,
      zone: "northwest",
    },
    AFG1747: {
      name: "غور",
      description: `
        <ul>
  <li>انستیتوت زراعت و وترنری غور</li>
  <li>انستیوت کثیرالرشتوی لعل و سرجنگل</li>
  <li>انستیتو کثیرالرشتوی نسوان مرکز</li>
  <li>انستیتوت تخنیکی غور</li>
  <li>لیسه کثرالرشتوی تیوره</li>
  <li>لیسه کثیرالرشتوی دولتیار</li>
</ul>

      `,
      zone: "west",
    },
    AFG1748: {
      name: "سرپل",
      description: `
        <ul>
  <li>انستیتوت نفت و گاز</li>
  <li>انستیتوت زراعت و وترنری</li>
  <li>لیسه مسلکی زراعت ولسوالی سانچارک</li>
  <li>لیسه تخنیکی و مسلکی برق</li>
  <li>لیسه کثیرالرشتوی ولسوالی سوزمه قلعه</li>
  <li>انستیتوت کثیرالرشتوی</li>
  <li>لیسه کثیرالرشتوی ولسوالی گوسفندی</li>
  <li>لیسه مسلکی زراعت بلخاب</li>
</ul>

      `,
      zone: "northwest",
    },
    AFG1749: {
      name: "فراه",
      description: `
        <ul>
  <li>انستیتوت زراعت و وترنری</li>
  <li>انستیتوت تخنیکی و مسلکی</li>
  <li>لیسه مسلکی زراعت پشت رود</li>
  <li>لیسه کثیرالرشتوی شیب کوه</li>
  <li>انستیتوت کثیرالرشتوی مرکز فراه</li>
  <li>انستیتوت زراعت بالابلوک</li>
  <li>لیسه کثیرالرشتوی لاشجوین</li>
  <li>لیسه زراعت پشت کوه</li>
  <li>لیسه تعلیمات خاص</li>
  <li>لیسه مسلکی زراعت انار دره</li>
  <li>لیسه اداره و تجارت</li>
  <li>لیسه کثیرالرشتوی</li>
  <li>انستیتیوت کثیرالرشتوی نسوان مرکز فراه</li>
</ul>

      `,
      zone: "west",
    },
    AFG1750: {
      name: "هلمند",
      description: `
        <ul>
  <li>انستیوت زراعت و وترنری هلمند</li>
  <li>انستیتوت اداره و حسابداری هلمند</li>
  <li>انستیتوت زراعت گرشک</li>
  <li>لیسه میخانیکی گرشک</li>
  <li>انستیتوت کثیرالرشتوی</li>
  <li>انستیتوت زراعت گرمسیر</li>
  <li>لیسه میخانیکی مرکز هلمند</li>
  <li>لیسه کثیرالرشتوی موسی قلعه</li>
  <li>انستیتوت زراعت مارجه</li>
  <li>لیسه میخانیک ناد علی</li>
  <li>لیسه زراعت ناد علی</li>
</ul>

      `,
      zone: "southwest",
    },
    AFG1751: {
      name: "نیمروز",
      description: `
        <ul>
  <li>انستیتوت طلوع جوانان نسیان</li>
  <li>انستیتوت اداره و حسابداری</li>
  <li>انستیتوت مسلکی زراعت زرنج</li>
  <li>لیسه تخنیکی زرنج</li>
  <li>لیسه مسلکی زراعت دلارام</li>
  <li>لیسه مسلکی زراعت ولسوالی خاشرود</li>
  <li>لیسه مسلکی زراعت کنگ</li>
  <li>انستیتوت زراعت چخانسور</li>
</ul>

      `,
      zone: "southwest",
    },
    AFG1752: {
      name: "ارزگان",
      description: `
       <ul>
  <li>مرکزی کثیرالرشتوی انستیتوت</li>
  <li>انستیتوت مسلکی زراعت دهراود</li>
  <li>لیسه زراعت مسلکی چوره</li>
  <li>لیسه مسلکی زراعت مرکز ترینکوت</li>
  <li>لیسه کثیرالرشتوی خاص ارزگان</li>
</ul>

      `,
      zone: "south",
    },
    AFG1753: {
      name: "دایکندی",
      description: `
        <ul>
  <li>لیسه مسلکی زراعت کیتی</li>
  <li>انستیتوت زراعت و وترنری امیر المومنین حضرت علی</li>
  <li>انستیتوت تخنیکی و مسلکی مرکز دایکندی</li>
  <li>لیسه کثیر الرشتوی شهرستان</li>
  <li>لیسه کثیر الرشتوی اشترلی</li>
  <li>انستیتوت کثیرالرشتوی مرکز</li>
  <li>لیسه مسلکی زراعت میرامور</li>
  <li>لیسه مسلکی زراعت ولسوالی کجران</li>
  <li>انستیتوت زراعت و وترنری ولسوالی خدیر</li>
</ul>

      `,
      zone: "south",
    },
    AFG1754: {
      name: "کندهار",
      description: `
        <ul>
  <li>انستیتوت تخنیکی و مسلکی کندهار</li>
  <li>انستیتوت اداره و حسابداری کندهار</li>
  <li>لیسه مسلکی زراعت ارغنداب</li>
  <li>انستیتوت کثیرالرشتوی کندهار</li>
  <li>لیسه کثیرالرشتوی شاه ولی کوت</li>
  <li>انستیتیوت کثیرالرشتوی ژلی</li>
  <li>لیسه تجارت مرکز</li>
  <li>لیسه تجارت پنجوائی</li>
  <li>انستیتوت زراعت میوند</li>
  <li>لیسه تعلیمات خاص</li>
  <li>لیسه حفاظت میوه</li>
  <li>انستیتوت دامان</li>
  <li>لیسه میخانیکی دند</li>
  <li>انستیتوت کثیرالرشتوی بولدک</li>
</ul>

      `,
      zone: "south",
    },
    AFG1755: {
      name: "زابل",
      description: `
        <ul>
  <li>انستیتیوت اداره وحسابداری</li>
  <li>لیسه مسلکی زراعت شاه جوی</li>
  <li>لیسه مسلکی زراعت نوبهار</li>
  <li>انستیتیوت زراعت و وترنری</li>
  <li>لیسه کثیرارشتوی ارغنداب</li>
  <li>لیسه تعلیمات خاص</li>
  <li>لیسه کثیرارشتوی شینکی</li>
</ul>

      `,
      zone: "south",
    },
    AFG1757: {
      name: "غزنی",
      description: `
        <ul>
  <li>انستیتوت کثیرالرشتوی قلعه جوز مرکز</li>
  <li>لیسه تخنیکی سیدآباد</li>
  <li>انستیتوت اداره و حسابداری غزنی</li>
  <li>انستیتوت کثیرالرشتوی جاغوری</li>
  <li>انستیتوت زراعت و وترنری</li>
  <li>انستیتوت کثیرالرشتوی مقر</li>
  <li>لیسه مسلکی زراعت واعظ</li>
  <li>لیسه کثیرالرشتوی قره باغ</li>
  <li>لیسه تعلیمات خاص</li>
  <li>لیسه مسلکی زراعت اندر</li>
  <li>لیسه مسلکی زراعت خواجه عمری</li>
</ul>

      `,
      zone: "central",
    },
    AFG1758: {
      name: "خوست",
      description: `
       <ul>
  <li>انستیتوت میخانیکی</li>
  <li>انستیتوت زراعت و وترنری</li>
  <li>انستیتوت کثیرالرشتوی نسوان مرکز خوست</li>
  <li>انستیتوت کثیرارشتوی زازی میدان</li>
  <li>لیسه کثیرالرشتوی نادرشاه کوت</li>
  <li>انستیتوت کثیرالرشتوی تنی</li>
  <li>انستیتوت کثیرالرشتوی صبری</li>
  <li>لیسه کثیرالرشتوی شمل دومنده</li>
  <li>کثیرالرشتوی اسمعیل خیل مندوزی</li>
  <li>لیسه کثیرالرشتوی علیشیر تریزیو</li>
  <li>لیسه کثرالرشتوی باک</li>
  <li>لیسه تعلیمات خاص</li>
  <li>انستیتوت اداره و حسابداری خوست</li>
  <li>انستیتوت کثیرالرشتوی موسی خیل</li>
</ul>

      `,
      zone: "east",
    },
    AFG1759: {
      name: "پکتیکا",
      description: `
        <ul>
  <li>انستیتوت کثیر الرشتوی مرکز پکتیکا</li>
  <li>لیسه مسلکی زارعت ارگون</li>
  <li>لیسه کثیر الرشتوی متاخان</li>
  <li>لیسه مسلکی کثیر الرشتوی جانی خیل</li>
  <li>لیسه مسلکی زراعت یحی خیل</li>
  <li>لیسه مسلکی زراعت خیرکوت</li>
  <li>انستیتوت اداره و حسابداری ارگون</li>
  <li>لیسه مسلکی کثیر الرشتوی سروبی</li>
</ul>

      `,
      zone: "east",
    },
    AFG1760: {
      name: "بدخشان",
      description: `
        <ul>
  <li>انستیتوت کثیر الرشتوی بهارک</li>
  <li>انستیتوت کثیر الرشتوی اشکاشم</li>
  <li>انستیتوت مسلکی زراعت یاوان راغ</li>
  <li>انستیتوت کثیر الرشتوی کشم</li>
  <li>انستیتوت کثیر الرشتوی مرکز فیض آّباد</li>
  <li>لیسه تعلمیات خاص</li>
  <li>انستیتوت کثیر الرشتوی درایم</li>
  <li>انستیتوت کثیر الرشتوی یفتل سفلی</li>
  <li>لیسه کثیر الرشتوی ولسوالی شهر بزرگ</li>
  <li>لیسه کثیر الرشتوی ولسوالی ارگو</li>
  <li>انستیتوت مسلکی زراعت راغستان</li>
  <li>لیسه مسلکی زراعت خواهان</li>
  <li>انستیتوت کثیرالرشتوی ولسوالی شغنان</li>
</ul>

      `,
      zone: "northeast",
    },
    AFG1761: {
      name: "نورستان",
      description: `
       <ul>
  <li>انستیتوت کثیرالرشتوی پارون</li>
  <li>لیسه مسلکی برگیمتال</li>
  <li>انستیتوت کثیر الرشتوی وایگل</li>
  <li>لیسه مسلکی زراعت کامدیش</li>
  <li>لیسه کثیر الرشتوی دو آب</li>
  <li>انستیتوت کثیر الرشتوی قلعه گوشتی</li>
</ul>

      `,
      zone: "northeast",
    },
    AFG1762: {
      name: "کنر",
      description: `
        <ul>
  <li>انستیتوت مسلکی صنایع</li>
  <li>انستیتوت مسلکی زراعت سرکانو</li>
  <li>لیسه تخنیکی شیگل</li>
  <li>انستیتوت اداره و حسابداری - اسعد آباد</li>
  <li>لیسه تخیکی ثوکی</li>
  <li>انستیتوت مسلکی زراعت مروره</li>
  <li>انستیتوت مسلکی زراعت دره پیچ</li>
  <li>لیسه کثیرالرشتوی نورگل</li>
  <li>انستیتوت مسلکی زراعت خاص کنر</li>
  <li>لیسه مسلکی تجارت برکونر اسمار</li>
  <li>لیسه مسلکی زراعت وته پور</li>
  <li>لیسه کثیرالرشتوی ترنگ</li>
  <li>انستیتوت کثیرالرشتوی اناث</li>
</ul>

      `,
      zone: "east",
    },
    AFG1763: {
      name: "کندز",
      description: `
       <ul>
  <li>انستیتوت زراعت و وترنری</li>
  <li>انستیتوت تخنیکی و مسلکی</li>
  <li>انستیتوت اداره و حسابداری کندز</li>
  <li>لیسه کثیرالرشتوی خان آباد</li>
  <li>انستیتوت کثیرالرشتوی امام صاحب</li>
  <li>لیسه کثیرالرشتوی ولسوالی چهار دره</li>
  <li>لیسه مسلکی زراعت علی آباد</li>
  <li>لیسه کثیرالرشتوی قلعه ذال</li>
</ul>

      `,
      zone: "east",
    },
    AFG1764: {
      name: "ننگرهار",
      description: `
       <ul>
  <li>انستیتوت مسلکی زراعت و وترنری</li>
  <li>انستیتوت میخانیکی ننگرهار</li>
  <li>انستیتوت اداره و حسابداری ننگرهار</li>
  <li>انستیتوت تجارت مومند دره</li>
  <li>انستیتوت زراعت چپرهار</li>
  <li>لیسه مسلکی زراعت رودات</li>
  <li>انستیتوت زراعت مومند دره</li>
  <li>لیسه مسلکی زراعت بهسود</li>
  <li>لیسه مسلکی زراعت پیچراگام</li>
  <li>لیسه مسلکی زراعت خوکیانی</li>
  <li>انستیتوت کثیرالرشتوی هسکه مینه</li>
  <li>لیسه مسلکی بتی کوت</li>
  <li>لیسه کثیرالرشتوی حصارک</li>
  <li>لیسه مسلکی تعلیمات خاص</li>
  <li>لیسه مسلکی زراعت غنی خیل</li>
  <li>لیسه مسلکی زراعت هسکه مینه</li>
  <li>لیسه مسلکی کثیرالرشتوی نازیان</li>
  <li>لیسه مسلکی زراعت کوت</li>
  <li>لیسه مسلکی زراعت ولسوالی کامه</li>
  <li>لیسه زراعت سرخرود</li>
</ul>

      `,
      zone: "east",
    },
    AFG1765: {
      name: "تخار",
      description: `
        <ul>
  <li>انستیتوت تخنیکی و مسلکی مرکز</li>
  <li>انستیتوت کثیرالرشتوی تخار</li>
  <li>انستیتوت مسلکی زراعت دشت قلعه</li>
  <li>انستیتوت مسلکی زراعت رستاق</li>
  <li>انستیتوت زراعت و وترنری فرخار</li>
  <li>لیسه کثیرالرشتوی خواجه غار</li>
  <li>لیسه مسلکی زراعت بهارک</li>
  <li>لیسه کثیرالرشتوی ورسج</li>
  <li>انستیتوت زراعت و وترنری اشکمش</li>
</ul>

      `,
      zone: "north",
    },
    AFG1766: {
      name: "بغلان",
      description: `
        <ul>
  <li>انستیتوت کثیرالرشتوی بغلان مرکزی</li>
  <li>انستیتوت میخانیکی پلخمری</li>
  <li>انستیتوت کثیرالرشتوی دوشی</li>
  <li>انستیتوت مسلکی نسوان تجارت</li>
  <li>لیسه کثیرالرشتوی ده صلاح اندراب</li>
  <li>انستیتوت کثیرالرشتوی خنجان</li>
  <li>انستیتیوت کثیرالرشتوی ولسوالی نهرین</li>
  <li>انستیتوت کثیرالرشوی ولسوالی خوست و رنگ</li>
  <li>انستیتوت زراعت دهنه غوری</li>
</ul>

      `,
      zone: "north",
    },
    AFG1767: {
      name: "کابل",
      description: `
        <ul>
  <li>انستیتوت تکنالوژی افغان</li>
  <li>انستیتوت اکادمی اتومیخانیکی</li>
  <li>انستیتوت هوانوردی ملکی</li>
  <li>انستیتوت تکنالوژی کمپیوتر</li>
  <li>انستیتوت میخانیکی</li>
  <li>انستیتوت مسلکی اداره و تجارت جمهوریت</li>
  <li>انستیتوت زراعت و پروسس مواد غذایی</li>
  <li>انستیتوت اداره و حسابداری</li>
  <li>انستیتوت انرژی و آب</li>
  <li>انستیتوت مسلکی بایزید روشان</li>
  <li>انستیتوت کثیرالرشتوی احمدشاه بابا</li>
  <li>انستیتوت مسلکی روشندلان</li>
  <li>انستیتوت هنرها زیبا و صنایع</li>
  <li>انستیتوت ملی اداره و مدیریت نیما</li>
  <li>انستیتوت کثیرالرشتوی قره باغ</li>
  <li>انستیتوت کثیرالرشتوی ناحیه 19 شهر کابل</li>
  <li>انستیتوت کثیرالرشتوی پغمان</li>
  <li>انستیتوت مسلکی ناشنوایان کابل</li>
  <li>انستیتوت ساختمانی وجیودیزی</li>
  <li>انستیتوت کثیرالرشتوی چهارآسیاب</li>
  <li>انستیتوت کثیر الرشتوی قصبه</li>
  <li>انستیتوت کثیرالرشتوی ناحیه 13</li>
  <li>انستیتوت کثیرالرشتوی بگرامی</li>
  <li>لیسه مسلکی زراعت فرزه</li>
  <li>انستیتوت کثیرالرشتوی کلکان</li>
  <li>انستیتوت مسلکی تجارت کابل</li>
  <li>انستیتوت کثیرالرشتوی خاک جبار</li>
  <li>لیسه مسلکی زراعت میربچه کوت</li>
  <li>لیسه مسلکی زراعت موسهی</li>
  <li>انستیتوت ژورنالیزم</li>
  <li>انستیتوت کثیرالرشتوی ده سبز</li>
  <li>لیسه کثیرالرشتوی شکردره</li>
  <li>انستیتوت کثیرالرشتوی سروبی</li>
  <li>لیسه کثیرالرشتوی استالف</li>
</ul>

      `,
      zone: "capital",
    },
    AFG1768: {
      name: "کاپیسا",
      description: `
        <ul>
  <li>انستیتوت معاون انجنیری کاپیسا</li>
  <li>انستیتوت تخنیکی و مسلکی حصه دوم کوهستان</li>
  <li>انستیتوت کثیرالرشتوی مرکز کاپیسا</li>
  <li>انستیتوت مسلکی زراعت کوهبند</li>
  <li>انستیتوت کثیرالرشتوی نجراب</li>
  <li>انستیوت زراعت و وترنری حصه اول کوهستان</li>
</ul>

      `,
      zone: "capital",
    },
    AFG1769: {
      name: "پنجشیر",
      description: `
        <ul>
  <li>انستیتوت اداره و حسابداری</li>
  <li>انستیتوت تخنیکی و مسلکی احمدشاه مسعود</li>
  <li>انستیتوت تخنیکی و مسلکی پیشغور</li>
  <li>لیسه تخنیکی عنابه</li>
  <li>لیسه تخنیکی دره</li>
  <li>لیسه تخنیکی پریان</li>
  <li>لیسه تخنیکی آبشار</li>
</ul>

      `,
      zone: "capital",
    },
    AFG1770: {
      name: "لغمان",
      description: `
        <ul>
  <li>انستیتوت اداری او حسابداری لغمان</li>
  <li>قرغیو کثیرالرشتوی انستیتوت</li>
  <li>انستیتوت زراعت و وترنری مرکز</li>
  <li>انستیتوت کثیرالرشتوی مرکز</li>
  <li>لیسه مسلکی زراعت علیشنگ</li>
  <li>لیسه مسلکی زراعت علینگار</li>
  <li>مرکزی تعلیمات خاص لیسه</li>
  <li>مرکزی تخنیکی او مسلکی لیسه</li>
  <li>لیسه تخنیکی و مسلکی</li>
</ul>

      `,
      zone: "east",
    },
    AFG1771: {
      name: "لوگر",
      description: `
        <ul>
  <li>انستیتوت زراعت و وترنری</li>
  <li>لیسه میخانیکی لوگر</li>
  <li>انستیتوت معدن</li>
  <li>انستیتوت اداره و حسابداری نسوان</li>
  <li>لیسه کثیرالرشتوی برکی برک</li>
  <li>انستیتوت کثیرالرشتوی ازره</li>
  <li>انستیتوت کثیرالرشتوی محمد آغه</li>
  <li>لیسه تعلیمات خاص (ناشنوایان) لوگر</li>
</ul>

      `,
      zone: "south",
    },
    AFG1772: {
      name: "پروان",
      description: `
       <ul>
  <li>انستیتوت تخنیکی پروان</li>
  <li>انستیتوت کثیر الرشتوی مرکز پروان</li>
  <li>انستیتوت کثیر الرشتوی ثارنول عبدالستار خواصی</li>
  <li>انستیتوت کثیر الرشتوی بگرام</li>
  <li>انستیتوت کثیر الرشتوی سیاگرد غوربند</li>
  <li>انستیتوت کثیر الرشتوی سید خیل</li>
  <li>انستیتوت تخنیکی و مسلکی شیخ علی</li>
  <li>انستیتوت کثیر الرشتوی گل بهار</li>
  <li>لیسه مسلکی بالتو خیل</li>
</ul>

      `,
      zone: "capital",
    },
    AFG1773: {
      name: "سمنگان",
      description: `
        <ul>
  <li>انستیتوت زراعت و وترنری</li>
  <li>انستیتوت اداره وحسابداری سمنگان</li>
  <li>انستیتوت تخنیکی و مسلکی</li>
  <li>لیسه مسلکی ولسوالی حضرت سلطان</li>
  <li>لیسه کثیرالرشتوی خلم</li>
  <li>لیسه کثیرالرشتوی فیروز نخچیر</li>
  <li>انستیتوت مسلکی زراعت ولسوالی خرم و سارباغ</li>
  <li>لیسه مسلکی زراعت ولسوالی دره صوف پایین</li>
  <li>لیسه مسلکی کوهستانات</li>
</ul>

      `,
      zone: "north",
    },
    AFG1774: {
      name: "وردگ",
      description: `
        <ul>
  <li>انستیتوت کثیرالرشتوی چک</li>
  <li>انستیتوت کثیرالرشتوی داکتر عبدالوکیل</li>
  <li>انستیتوت تخنیکی و مسلکی مرکز میدان وردک</li>
  <li>انستیتوت کثیرالرشتوی دشت توپ</li>
  <li>انستیتوت کثیرالرشتوی جلریز</li>
  <li>انستیتوت کثیرالرشتوی سید آباد</li>
  <li>انستیتوت کثیرالرشتوی بیتاب هلمند</li>
  <li>انستیتوت کثیرالرشتوی مرکز بهسود</li>
  <li>انستیتوت کثیرالرشتوی نرخ</li>
  <li>لیسه تعلمات خاص</li>
  <li>انستیتوت کثیرالرشتوی جغتو</li>
  <li>انستیتوت کثیرالرشتوی حصه اول بهسود</li>
  <li>لیسه مسلکی زراعت سید آباد</li>
  <li>انستیتوت کثیرالرشتوی دره تنگی نور</li>
  <li>انستیتوت کثیرالرشتوی دایمرداد</li>
</ul>

      `,
      zone: "central",
    },
    AFG3413: {
      name: "پکتیا",
      description: `
       <ul>
  <li>انستیتوت کثیر الرشتوی پکتیا</li>
  <li>انستیتوت زراعت و وترنری</li>
  <li>انستیوت تخنیکی و مسلکی پکتیا</li>
  <li>لیسه کثیر الرشتوی دند پتان</li>
  <li>لیسه مسلکی و تخنیکی زرمت</li>
  <li>انستیوت کثیر الرشتوی څمکنی</li>
  <li>لیسه مسلکی زراعت سید کرم</li>
  <li>لیسه کثیر الرشتوی دوزی حدران</li>
  <li>لیسه کثیر الرشتوی میرزکی</li>
  <li>لیسه کثیر الرشتوی احمد آباد</li>
  <li>انستیوت کثیر الرشتوی اناث پکتیا</li>
  <li>لیسه عالی میخانیکی آریوب</li>
  <li>لیسه کثیر الرشتوی احمد خیل</li>
  <li>لیسه کثیر الرشتوی جانی خیل</li>
</ul>

      `,
      zone: "east",
    },
  },
  locations: {
    0: {
      lat: "34.516667",
      lng: "69.183333",
      name: "Kabul",
    },
  },
};

export default mapdata;
